/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Dátumok";
"AppDates.DATES.PAST_DUE" = "Lejárt";
"AppDates.DATES.TODAY" = "Ma";
"AppDates.DATES.THIS_WEEK" = "Esta semana";
"AppDates.DATES.NEXT_WEEK" = "Jövő héten";
"AppDates.DATES.UPCOMING" = "Következik";
"AppDates.EMPTY.TITLE" = "Nincs dátum";
"AppDates.EMPTY.SUBTITLE" = "Jelenleg nincsenek aktív kurzusaid ütemezett eseményekkel. Iratkozz be egy kurzusra, hogy megtekinthesd a fontos dátumokat és határidőket.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Lekésted néhány határidőt?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Ne aggódj – módosítsd a javasolt ütemtervünket, hogy befejezd az esedékes feladatokat anélkül, hogy elveszítenéd a haladásodat.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "Esedékességi dátumok eltolása";
"Profile.TITLE" = "Profil";
"Profile.INFO" = "Profilinformációk";
"Profile.ABOUT" = "Rólam";
"Profile.EDIT_PROFILE" = "Profil szerkesztése";
"Profile.YEAR_OF_BIRTH" = "Születési év:";
"Profile.BIO" = "Életrajz:";
"Profile.SETTINGS" = "Beállítások";
"Profile.SETTINGS_VIDEO" = "Videóbeállítások";
"Profile.DATES_AND_CALENDAR" = "Dátumok és Naptár";
"Profile.SUPPORT_INFO" = "Támogatási információk";
"Profile.CONTACT" = "lépjen kapcsolatba a támogatással";
"Profile.TERMS" = "Felhasználási feltételek";
"Profile.PRIVACY" = "Adatvédelmi irányelvek";
"Profile.COOKIE_POLICY" = "Süti szabályzat";
"Profile.CURRENT_LEARNING_SITE" = "Jelenlegi tanulási oldal";
"Profile.DO_NOT_SELL_INFORMATION" = "Ne adja el a személyes adataimat";
"Profile.FAQ_TITLE" = "GYIK megtekintése";
"Profile.MANAGE_ACCOUNT" = "Fiók kezelése";
"Profile.LEARNING_SITES" = "Tanulási oldalak";
"Profile.LOGOUT" = "Kijelentkezés";
"Profile.SWITCH_TO" = "Váltás ide:";
"Profile.FULL_PROFILE" = "teljes profil";
"Profile.LIMITED_PROFILE" = "korlátozott profil";
"Profile.LOGOUT_ALERT.TITLE" = "Jelentkezzen ki a megerősítéshez";
"Profile.LOGOUT_ALERT.TEXT" = "Biztosan ki szeretne jelentkezni?";
"Profile.DELETE_ALERT.TITLE" = "Figyelmeztetés!";
"Profile.DELETE_ALERT.TEXT" = "Valóban törölni szeretné a fiókját?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Elhagyod mentés nélkül?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "A végrehajtott módosítások el fognak veszni.";
"Profile.EDIT.TOO_YONG_USER" = "Legalább 13 évesnek kell lenned, hogy teljes hozzáféréssel rendelkezz az információkhoz.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Egy korlátozott profil csak a felhasználónevedet és a profilképedet osztja meg.";
"Profile.EDIT.DELETE_ACCOUNT" = "Fiók törlése";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Születési év";
"Profile.EDIT.FIELDS.LOCATION" = "Helyszín";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Beszélt nyelv";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Magamról:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Profilképet változtat";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Válasszon a galériából";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Fénykép eltávolítása";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Megszakít";
"Profile.DELETE_ACCOUNT.TITLE" = "Fiók törlése";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Biztos benne, hogy ezt szeretné? ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "törölni a fiókját?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "A művelet megerősítéséhez kérjük, adja meg fiókja jelszavát.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Jelszó";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Adja meg a jelszót";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Igen, törölje a fiókot";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Vissza a profilhoz";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "A jelszó helytelen. Kérjük, próbálja újra.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Videóbeállítások";
"Profile.SETTINGS.WIFI_TITLE" = "Csak Wi-Fi letöltés";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Csak akkor töltsön le tartalmat, ha a wi-fi be van kapcsolva";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Videó streaming minőség";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Automatikus (Ajánlott)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Automatikus";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Ajánlott";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Alacsonyabb adatfelhasználás";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Legjobb minőség";
"Profile.SETTINGS.VERSION" = "Verzió:";
"Profile.SETTINGS.UP_TO_DATE" = "Naprakész";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Érintse meg a frissítéshez a verziót";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Érintse meg a szükséges appfrissítés telepítéséhez";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Nem lehet e-mailt küldeni. Úgy tűnik, az e-mail kliens nincs beállítva.";
"Profile.CALENDAR.NEW_CALENDAR" = "Új Naptár";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "";
"Profile.CALENDAR.ACCOUNT" = "Fiók";
"Profile.CALENDAR.CALENDAR_NAME" = "Naptár neve";
"Profile.CALENDAR.COLOR" = "Szín";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "A közelgő feladatok az aktív kurzusokhoz ezen a naptáron jelennek meg.";
"Profile.CALENDAR.CANCEL" = "Megszakít";
"Profile.CALENDAR.BEGIN_SYNCING" = "Szinkronizálás indítása";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Szinkronizálva";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sikertelen szinkronizálás";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Offline";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Naptárhoz szinkronizálás...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Naptár hozzáférés";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Naptár szinkronizálás letiltása";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Ahhoz, hogy a közelgő feladatokat és a kurzus mérföldköveit megjeleníteni tudjuk a naptárában, engedélyt kérünk a naptárhoz való hozzáféréshez.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "A naptár szinkronizálásának letiltása törölni fogja a(z) „%@” naptárt. A naptár szinkronizálását bármikor újra bekapcsolhatja.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Naptárhozzáférés engedélyezése";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Szinkronizálás letiltása";
"Profile.CALENDAR_DIALOG.CANCEL" = "Megszakít";
"Profile.DATES_AND_CALENDAR.TITLE" = "Dátumok és Naptár";
"Profile.CALENDAR_SYNC.TITLE" = "Naptár szinkronizálás";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Állítsa be a naptár szinkronizálását, hogy a közelgő feladatok és kurzusmérföldkövek megjelenjenek a naptárában. Az új feladatok és az eltolódott kurzusdátumok automatikusan szinkronizálódnak.";
"Profile.CALENDAR_SYNC.BUTTON" = "Naptár szinkronizálás beállítása";
"Profile.OPTIONS.TITLE" = "Opciók";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Használjon relatív dátumokat";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mutassa a relatív dátumokat, mint például „Holnap” és „Tegnap”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Mutassa a teljes dátumot, például „2021. január 1.”";
"Profile.DATES_AND_CALENDAR.TITLE" = "Dátumok és Naptár";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Kurzusnaptár szinkronizálása";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Kérjük, csatlakoztassa újra a naptárát a szinkronizálás folytatásához.";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Jelenleg az események szinkronizálása a naptárával történik.";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Naptár újracsatlakoztatása";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Változtat a szinkronizálási beállításokon";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "%d kurzus szinkronizálása";
"Profile.OPTIONS.TITLE" = "Opciók";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Használjon relatív dátumokat";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Mutassa a relatív dátumokat, mint például „Holnap” és „Tegnap”";
"Profile.COURSES_TO_SYNC.TITLE" = "Kurzusok szinkronizálása";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "A szinkronizálás letiltása egy kurzus esetében eltávolítja az összes, a kurzushoz kapcsolódó eseményt a szinkronizált naptárból.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Inaktív kurzusok elrejtése";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Automatikusan távolítsa el az eseményeket azokról a kurzusokról, amelyeket az elmúlt hónapban nem tekintett meg";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Inaktív";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Helyi";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Akcentus";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "Piros";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "Narancssárga";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "Sárga";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "Zöld";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Kék";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Lila";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Barna";
"Profile.CALENDAR.COURSE_DATES" = "%@ Kurzus dátuma";
"Profile.DROP_DOWN_PICKER.SELECT" = "Válassza ki";
"Profile.SYNC_SELECTOR.SYNCED" = "Szinkronizálásra";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nincs szinkronizálva";
"Profile.SYNC.NO_SYNCED" = "Nincsenek szinkronizált kurzusok";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Jelenleg nincsenek kurzusok szinkronizálva a naptárával.";
"Downloads.DOWNLOADS.TITLE" = "Letöltések";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Letöltési beállítások kezelése";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Nincsenek letölthető tartalmú kurzusok";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Jelenleg nincsenek letölthető tartalommal rendelkező kurzusai.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ letöltve";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Minden %@ letöltve";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ elérhető";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Töltse le a kurzust";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Letöltés";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "A tanfolyam szerkezetének betöltése...";
"Downloads.MENU_OPTION.REMOVE" = "Távolítsa el a kurzus letöltéseit";
"Downloads.MENU_OPTION.CANCEL" = "Letöltés megszakít";
"Discovery.TITLE" = "Fedezze fel";
"Discovery.SEARCH" = "keresés";
"Discovery.HEADER.TITLE_1" = "Fedezzen fel újdonságokat";
"Discovery.HEADER.TITLE_2" = "Keressünk neked új tanfolyamot.";
"Discovery.SEARCH.TITLE" = "Keresési eredmények";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Kezdje el gépelni a tanfolyam kereséséhez";
"Discovery.UPDATE_REQUIRED_TITLE" = "App frissítés szükséges";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Az OpenEdX app ezen verziója elavult. A tanulás folytatásához és a legújabb funkciók és javítások eléréséhez kérjük, frissítsen a legújabb verzióra.";
"Discovery.UPDATE_WHY_NEED" = "Miért van szükségem a frissítésre?";
"Discovery.UPDATE_DEPRECATED_APP" = "Elavult appverzió";
"Discovery.UPDATE_BUTTON" = "Frissítés";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Fiók beállítások";
"Discovery.UPDATE_NEEDED_TITLE" = "App frissítése";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Javasoljuk, hogy frissítsen a legújabb verzióra. Frissítsen most, hogy megkapja a legújabb funkciókat és javításokat.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Most nem";
"Discovery.UPDATE_NEW_AVALIABLE" = "Új frissítés érhető el! Frissíts most, hogy megkapd a legújabb funkciókat és javításokat.";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Kilépés az appból";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Most már elhagyja az appot, és megnyit egy böngészőt.";
"Discovery.DETAILS.TITLE" = "Kurzus részletei";
"Discovery.DETAILS.VIEW_COURSE" = "Kurzus megtekintése";
"Discovery.DETAILS.ENROLL_NOW" = "Jelentkezzen most";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Nem tudsz beiratkozni erre a kurzusra, mert a beiratkozási időszak lejárt.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "A kurzusra való beiratkozáshoz kérjük, győződjön meg róla, hogy csatlakozik az internethez.";
"Discovery.DETAILS.COURSE_BANNER" = "";
"Discovery.ALERT.AUTHORIZATION" = "Hitelesítés";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Kérjük, lépjen be a rendszerbe a tanfolyamra való beiratkozás folytatásához.";
"Discussion.TITLE" = "Megbeszélések";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "A kurzus csapata letiltotta a hozzászólások közzétételét a vitákban.";
"Discussion.TOPICS.SEARCH" = "Keresés az üzenetekben";
"Discussion.TOPICS.ALL_POSTS" = "Minden bejegyzés";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Követett bejegyzések";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Fő kategóriák";
"Discussion.TOPICS.UNNAMED" = "Névtelen alkategória";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Legutóbbi tevékenységek";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Legtöbb tevékenység";
"Discussion.POSTS.SORT.MOST_VOTES" = "Legtöbb szavazat";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Még nincsenek megbeszélések";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Kattintson az alábbi gombra az első vita létrehozásához.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Hozzon létre vitát";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Poszt hozzáadása";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Minden bejegyzés";
"Discussion.POSTS.FILTER.UNREAD" = "Olvasatlan";
"Discussion.POSTS.FILTER.UNANSWERED" = "megválaszolatlan";
"Discussion.POSTS.CREATE_NEW_POST" = "Hozzon létre új bejegyzést";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Válasszon egyet";
"Discussion.POST.LAST_POST" = "Utolsó bejegyzés:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Hozzászólás hozzáadva";
"Discussion.THREAD.ADD_RESPONSE" = "Válasz hozzáadása";
"Discussion.CREATE_THREAD.NEW_POST" = "Új bejegyzés létrehozása";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Válassza ki a bejegyzés típusát";
"Discussion.CREATE_THREAD.TOPIC" = "Téma";
"Discussion.CREATE_THREAD.TITLE" = "Cím";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Kövesse ezt a beszélgetést";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Kövesse ezt a kérdést";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Új vita létrehozása";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Hozzon létre új kérdést";
"Discussion.COMMENT.REPORT" = "Jelentés";
"Discussion.COMMENT.UNREPORT" = "Jelentés visszavonása";
"Discussion.COMMENT.FOLLOW" = "Követés";
"Discussion.COMMENT.UNFOLLOW" = "Nem követem";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Megjegyzés";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Hozzászólás hozzáadva";
"Discussion.RESPONSE.ADD_COMMENT" = "Megjegyzés hozzáadása";
"Discussion.POST_TYPE.QUESTION" = "kérdés";
"Discussion.POST_TYPE.DISCUSSION" = "Vitafórum";
"Discussion.SEARCH" = "keresés";
"Discussion.SEARCH.TITLE" = "Keresési eredmények";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Kezdje el gépelni a témák megtalálásához";
"Discussion.ANONYMOUS" = "Névtelen";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Nem sikerült betölteni a vitákat.\nPróbálja meg később újra.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Gratulálunk, megszerezte a bizonyítványt a „%@\.” tanfolyamon.";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Bizonyítvány megtekintése";
"Course.OUTLINE.CERTIFICATE" = "Bizonyítvány";
"Course.OUTLINE.COURSE_VIDEOS" = "Kurzusvideók";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Ez a kurzus még nem kezdődött el.";
"Course.COURSEWARE.COURSE_CONTENT" = "Tanfolyam tartalom";
"Course.COURSEWARE.COURSE_UNITS" = "Kurzus egységek";
"Course.COURSEWARE.NEXT" = "Következő";
"Course.COURSEWARE.PREVIOUS" = "Előző";
"Course.COURSEWARE.PREVIOUS_FULL" = "Előző";
"Course.COURSEWARE.FINISH" = "Befejezés";
"Course.COURSEWARE.GOOD_WORK" = "Szép munka!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Vissza a vázlathoz";
"Course.COURSEWARE.SECTION" = "Befejezted a(z) “";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Folytatás";
"Course.COURSEWARE.RESUME_WITH" = "Folytatás ezzel:";
"Course.ERROR.NO_INTERNET" = "Nincs csatlakozva az internethez. Kérjük, ellenőrizze az internetkapcsolatát.";
"Course.ERROR.RELOAD" = "Újratöltés";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "A kurzus összetevője nem található, kérjük, töltse újra";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Jelenleg nincsenek kiosztott anyagok ehhez a kurzushoz.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Jelenleg nincsenek hirdetmények ehhez a kurzushoz.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Nincsenek elérhető videók ehhez a kurzushoz.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Nincsenek elérhető feladatok ehhez a kurzushoz.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "A kurzus időpontjai jelenleg nem elérhetők.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Jelenleg nincs elérhető tananyag.";
"Course.ALERT.ROTATE_DEVICE" = "Forgassa el a készülékét, hogy teljes képernyőn nézhesse a videót.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Biztosan törölni szeretné az összes videót a következőhöz:";
"Course.ALERT.DELETE_VIDEOS" = "Biztosan törölni szeretné a videó(ka)t a következőhöz:";
"Course.ALERT.STOP_DOWNLOADING" = "A kapcsoló kikapcsolása leállítja a letöltést, és törli az összes letöltött videót a következőhöz:";
"Course.ALERT.WARNING" = "Figyelmeztetés";
"Course.COURSE_CONTAINER.HOME" = "Főoldal";
"Course.COURSE_CONTAINER.CONTENT" = "Tartalom";
"Course.COURSE_CONTAINER.PROGRESS" = "Eredmények";
"Course.COURSE_CONTAINER.VIDEOS" = "Videók";
"Course.COURSE_CONTAINER.OFFLINE" = "Offline";
"Course.COURSE_CONTAINER.DATES" = "Dátumok";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Megbeszélések";
"Course.COURSE_CONTAINER.HANDOUTS" = "Több";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Kiosztott anyagok fejlesztés alatt";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "A tananyag %@%%-át teljesítetted.";
"Course.COURSE_CAROUSEL.GRADES" = "Érdemjegyek";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Ez az ön súlyozott osztályzatát jelenti a kurzus teljesítéséhez szükséges osztályzathoz képest.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "Minden tartalom";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Jelenleg felülvizsgálatként veszel részt a kurzuson, és korlátozott hozzáférésed van a tananyaghoz.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Frissíts most";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Már mindent megnéztél a videókból!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Minden feladatot elvégeztél!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Videók\nbefejezve";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Feladatok\nbefejezve";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Folytatás megtekintése";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Következő videó";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Minden videó";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Minden feladat";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Következő feladat";
"Course.COURSE_CONTENT.ALL" = "Mind";
"Course.COURSE_CONTENT.VIDEOS" = "Videók";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Feladatok";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Tanfolyam befejezése";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Ez azt mutatja, hogy a tananyag hány százalékát teljesítetted. Ne feledd, hogy egyes tartalmak még nem kerültek kiadásra.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "Kész";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Általános előrehaladás";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "Hátralévő";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "zárolt";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Osztályzat előrehaladás";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Átmenő";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "Nem megfelelt";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Bizonyítvány megtekintése";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Szakaszok előrehaladása";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nincs elérhető előrehaladás";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Kezdje el a tanulást, hogy itt láthassa a fejlődését";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Összesített osztályzat";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Ez az ön súlyozott osztályzatát jelenti a kurzus teljesítéséhez szükséges osztályzathoz képest.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Jelenlegi összesített súlyozott osztályzat:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "A kurzus teljesítéséhez %@%% súlyozott jegy szükséges.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "Kötelező";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Osztályzat részletei";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Feladattípus";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Jelenlegi / Max %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "Kész";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "Osztályzat";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Ez a kurzus nem tartalmaz értékelt feladatokat.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Kézikönyvek";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Közlemények";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Keresse meg a fontos kurzusinformációkat";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Tartsa a lépést a legfrissebb hírekkel";
"Course.NOT_AVALIABLE.TITLE" = "Ez az interaktív elem nem érhető el mobilon.";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Fedezze fel a kurzus más részeit, vagy tekintse meg ezt a weben.";
"Course.NOT_AVALIABLE.BUTTON" = "Megnyitás a böngészőben";
"Course.SUBTITLES.TITLE" = "Feliratok";
"Course.ACCESSIBILITY.DOWNLOAD" = "Letöltés";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Letöltés megszakít";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Törlés letöltése";
"Course.ACCESSIBILITY.PROGRESS_RING" = "A kurzus teljesítésének előrehaladási gyűrűje";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Összesített osztályzat szakasz";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Osztályzat részletei szakasz";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Feladat elem";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "A szükséges osztályzat a sikeres teljesítéshez";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ százalék kész";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ százalék szükséges a sikeres vizsgához";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ a %@-ból kész, %@ a %@ százalékos jegyből";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Jelenlegi osztályzat: %@ százalék";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Figyelmeztetés a jegykövetelményre: %@ százalék szükséges a sikeres teljesítéshez";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "A haladás vizualizációja %@ feladatkategóriák mutatja";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Általános előrehaladás: %@ százalék";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Megmutatja a haladás bontását feladattípus szerint";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Ennek a kurzusnak nincsenek megjeleníthető értékelt feladatok.";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Teljesítse a kurzus tevékenységeit, hogy itt megtekinthesse a haladását.";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Feladattípus oszlopfejléc";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Aktuális és maximális százalék oszlopfejléc";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "A jegy %@ százaléka";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ a %@-ból kész";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Jelenlegi osztályzat: %@ a %@ százalékból";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ a(z) %@-ból teljesítve. Súly: %@ százalék az osztályzatból. Jelenlegi osztályzat: %@ a(z) %@ százalékból";
"Course.DOWNLOAD.DOWNLOADS" = "Letöltések";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Minden videó letöltve";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Videók letöltése...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Letöltés eszközre";
"Course.DOWNLOAD.VIDEOS" = "Videók";
"Course.DOWNLOAD.REMAINING" = "Hátralévő";
"Course.DOWNLOAD.UNTITLED" = "Cím nélkül";
"Course.DOWNLOAD.TOTAL" = "Összesen";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Nem változtathatja meg a letöltött videók minőségét, amíg az összes videó letöltés alatt áll.";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "A jelenlegi letöltési beállításai csak Wi-Fi-n keresztüli letöltést engedélyeznek.\nKérjük, csatlakozzon egy Wi-Fi hálózathoz, vagy változtassa meg a letöltési beállításait.";
"Course.COURSE_DATES.TODAY" = "Ma";
"Course.COURSE_DATES.COMPLETED" = "Kész";
"Course.COURSE_DATES.PAST_DUE" = "Határidőn túl";
"Course.COURSE_DATES.DUE_NEXT" = "Következő esedékesség";
"Course.COURSE_DATES.UNRELEASED" = "Kiadatlan";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Csak ellenőrizve";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Rejtett elemek";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Elem elrejtve";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "A határidők eltolódtak";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "A határidők sikeresen át lettek tolva, hogy segítsünk a helyes úttartásban.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Nézze meg az összes dátumot";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Szinkronizálás a naptárral";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Automatikusan szinkronizálja a határidőket és a beadási dátumokat ehhez a kurzushoz a naptárával.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Naptár hozzáadása";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Távolítsa el a naptárat";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Szeretnéd hozzáadni a(z) %@ naptárat \"%@\"? \n A kurzus naptárát bármikor szerkesztheted vagy eltávolíthatod a Naptárban vagy a Beállításokban.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Szeretné eltávolítani a(z) %@ naptárat \"%@\"?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "\"%@\" hozzá lett adva a naptáradhoz.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Naptár szinkronizálása...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Események megtekintése";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "A tanfolyam naptár hozzá lett adva.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "A kurzusnaptárad el lett távolítva.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Naptár események";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "A kurzusnaptárad elavult.";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "A kurzus időpontjai megváltoztak, és a naptárad már nem naprakész az új ütemtervvel.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Frissíts most";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "A kurzusnaptárad frissítve lett.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ nem rendelkezik naptárengedéllyel. Kérjük, menjen a beállításokhoz, és adja meg a naptárengedélyt.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Nyissa meg a beállításokat";
"Course.COURSE_DATES.SETTINGS" = "Beállítások";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "A dátumokat nem sikerült módosítani. Kérjük, próbálja újra.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "A dátumok sikeresen módosítva lettek.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Kurzus dátumai";
"Course.COURSE.DUE_TODAY" = "Határidő ma";
"Course.COURSE.DUE_TOMORROW" = "Holnapra esedékes";
"Course.COURSE.PROGRESS_COMPLETED" = "%@ / %@ Kész";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ szakasz befejezve";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@ / %@ Kész";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Megtekintve";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Megtekintés befejezve";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Kész állapot elrejtése";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "Kész";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Húzd és ejtsd";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Feladat";
"Course.COURSE.ASSIGNMENT_GRADED" = "Értékelt";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nem kezdődött el";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Nyitott felmérés";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Társas oktatás";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Feladat";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Felmérés";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Folyamatban";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Szófelhő";
"Course.COURSE.ASSIGNMENT_LTI" = "Külső eszköz";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Vitafórum";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Legnagyobb letöltések";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "Kész.";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Szerkesztés";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Távolítsa el az összes letöltést";
"Course.COURSE.OFFLINE.VISIBLE" = "A kurzus %@%%-a látható mobilon.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "A kurzus %@%%-a letölthető.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "A tanfolyam %@%%-a offline is elvégezhető.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "Letöltve";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Letöltés";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Letölthető";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Készen áll a letöltésre";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Töltsd le mindet";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Kurzusletöltés megszakítása";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Letöltheted a tananyagokat offline, hogy útközben is tanulhass, anélkül, hogy aktív internetkapcsolatra vagy mobil adatra lenne szükséged.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Ennek a kurzusnak a tartalma jelenleg nem érhető el offline letöltésre.";
"Course.COURSE.RETURN_TO_HOME" = "Vissza a kurzus kezdőlapjára";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Ez az összetevő nincs letöltve";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Fedezze fel a kurzus más részeit, vagy töltse le ezt, amikor újra csatlakozik.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Ez az összetevő még nem érhető el offline.";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Fedezze fel a kurzus más részeit, vagy nézze meg ezt, amikor újra csatlakozik.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Szinkronizálva a Naptárral";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "A Naptár szinkronizálása sikertelen";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Offline";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Kész - %@/%@ pont";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Lejárt határidő - %@/%@ pont";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Még nem elérhető";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ pont";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "A kurzus értékelési szabályzatának áttekintése";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "ismeretlen";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Kurzus előrehaladási szakasz";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "A tanulás folytatása szakasz";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Kurzus tartalmi rész";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Hibaüzenet szakasz";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Betöltés szakasz";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Videók szekció";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "A videó %@ a %@-ból elkészült.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Feladatok szekció";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Feladat előrehaladási szakasz";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Nincs elérhető tartalom szakasz";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Következő oldal";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Utolsó oldal";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "előző oldal";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ a %@ feladatok közül teljesítve";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Érintse meg a befejezett szakaszok elrejtéséhez";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Érintse meg a befejezett szakaszok megjelenítéséhez";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ szakasz, %@ a %@ videóból megtekintve";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Letöltési szakasz, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Videó: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, befejezve";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% megtekintve";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, nem kezdődött el";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Érintse meg a videó lejátszásához";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ százalék kész";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Videó %@ innen: %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Videó navigáció";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Nincs videócím";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Bejelentkezés";
"Authorization.SIGN_IN.WELCOME_BACK" = "Üdvözöljük újra! Jelentkezzen be a kurzusaihoz való hozzáféréshez.";
"Authorization.SIGN_IN.EMAIL" = "e-mail";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "E-mail, vagy felhasználói név";
"Authorization.SIGN_IN.PASSWORD" = "Jelszó";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Elfelejtetted a jelszavad?";
"Authorization.SIGN_IN.SELECTED_SITE" = "Kiválasztott oldal";
"Authorization.SIGN_IN.CHANGE" = "Változtat";
"Authorization.SIGN_IN.AGREEMENT" = "Azzal, hogy bejelentkezik ebbe az appba, elfogadja a [%@ Végfelhasználói licencszerződést](%@) és a [%@ Szolgáltatási feltételeket és becsületkódexet](%@) és elismeri, hogy %@ és minden tag a személyes adatait a [Adatvédelmi irányelvek](%@) szerint kezeli.";
"Authorization.SIGN_IN.SSO_HEADING" = "Kezdje el még ma, hogy magabiztosan építse karrierjét";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Az ismeretek és felhatalmazási programok integrált készlete az adományozási szektor és annak munkatársai fejlesztésére.";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Bejelentkezés";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Jelentkezzen be a nemzeti egységes bejelentkezési szolgáltatáson keresztül";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Érvénytelen e-mail cím";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Érvénytelen jelszóhossz";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Ez a %@ fiók nincs összekapcsolva egyetlen %@ fiókkal sem. Kérjük, regisztráljon.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Érvénytelen e-mail vagy felhasználónév";
"Authorization.ERROR.DISABLED_ACCOUNT" = "A fiókja le van tiltva. Kérjük, forduljon az ügyfélszolgálathoz segítségért.";
"Authorization.SIGN_UP.SUBTITLE" = "Hozzon létre egy fiókot, hogy még ma elkezdhessen tanulni!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Fiók létrehozása";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Rejtsd el az opcionális mezőket";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Mutassa az opcionális mezőket";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Sikeresen bejelentkezett.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Csak egy kis plusz információra van szükségünk, mielőtt elkezdenéd a tanulást.";
"Authorization.SIGN_UP.AGREEMENT" = "Fiók létrehozásával elfogadja a [%@ Végfelhasználói licencszerződést](%@) és a [%@ Szolgáltatási feltételeket és becsületkódexet](%@), valamint elismeri, hogy %@ és minden tag a [Adatvédelmi irányelveknek](%@) megfelelően kezeli személyes adatait.";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Hozzájárulok, hogy a %@ marketing üzeneteket küldjön nekem.";
"Authorization.FORGOT.TITLE" = "Elfelejtette a jelszavát";
"Authorization.FORGOT.DESCRIPTION" = "Kérem adja meg a regisztráláskor megadott e-mail címét, ahova elküldhetjük a további teendőket.";
"Authorization.FORGOT.REQUEST" = "Jelszó visszaállítása";
"Authorization.FORGOT.CHECK_TITLE" = "Ellenőrizd az e-mail fiókodat";
"Authorization.FORGOT.CHECK_Description" = "Elküldtük a jelszó helyreállítási útmutatót az e-mail címére. ";
"Authorization.CONTINUE_WITH" = "Folytatás:";
"Authorization.LAST_SIGN_IN" = "Utolsó bejelentkezés";
"Authorization.OR_SIGN_IN_WITH" = "Vagy jelentkezzen be e-maillel:";
"Authorization.OR_REGISTER_WITH" = "Vagy regisztráljon alább:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Vagy";
"Authorization.STARTUP.INFO_MESSAGE" = "A világ legjobb egyetemeinek kurzusai és programjai a zsebedben.";
"Authorization.STARTUP.SEARCH_TITLE" = "Mit szeretnél tanulni?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Keressen a több mint 3000 tanfolyamunk között";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Fedezze fel az összes kurzust";
"Authorization.STARTUP.TITLE" = "Kezdés";
"Authorization.LEARNING_SITES.TITLE" = "Tanulási oldalak";
"Authorization.LEARNING_SITES.GET_STARTED" = "Kezdje el";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "Üdv! Válaszd ki a tanulási helyszínt";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "keresés";
"Authorization.LEARNING_SITES.SUBTITLE" = "Válasszon vagy adjon hozzá egy tanulási helyet";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "Jelenlegi tanulási hely";
"Authorization.LEARNING_SITES.MORE_SITES" = "További tanulási helyek";
"Authorization.LEARNING_SITES.ADD_SITE" = "Tanulási hely hozzáadása";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "A keresésnek nincs megfelelő iskola a találatok között.";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Kijelentkezés";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "Biztosan ki szeretnél jelentkezni ebből: %@?";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Kijelentkezés";
"WhatsNew.TITLE" = "Mi újság?";
"WhatsNew.BUTTON_PREVIOUS" = "Előző";
"WhatsNew.BUTTON_NEXT" = "Következő";
"WhatsNew.BUTTON_DONE" = "Kész.";
"Dashboard.TITLE" = "Irányítópult";
"Dashboard.HEADER.COURSES" = "Kurzusok";
"Dashboard.HEADER.WELCOME_BACK" = "Üdv újra itt. Folytassuk a tanulást.";
"Dashboard.SEARCH" = "keresés";
"Dashboard.EMPTY.SUBTITLE" = "Még nem iratkozott be egyetlen kurzusra sem.";
"Dashboard.LEARN.TITLE" = "Tanulás";
"Dashboard.LEARN.VIEW_ALL" = "Összes megtekintése";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Tekintse meg az összes kurzust (%@)";
"Dashboard.LEARN.ALL_COURSES" = "Minden kurzus";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 lejárt határidejű feladat";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Feladatok megtekintése";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Lejárt határidejű feladatok";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Feladatok határideje %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ esedékes %@ napon belül";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Kurzus folytatása";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Tanfolyam indítása";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kurzusok";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programok";
"Dashboard.LEARN.CATEGORY.ALL" = "Mind";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Folyamatban";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Kész";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Lejárt";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Nincsenek kurzusok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nincsenek folyamatban lévő kurzusok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nincsenek befejezett kurzusok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nincsenek lejárt kurzusok";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Jelenleg nincs beiratkozva egyetlen kurzusra sem, szeretné felfedezni a kurzuskatalógust?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Keressen tanfolyamot";
"Core.MAINSCREEN.DISCOVERY" = "Fedezze fel";
"Core.MAINSCREEN.DASHBOARD" = "Irányítópult";
"Core.MAINSCREEN.IN_DEVELOPING" = "Fejlesztés alatt";
"Core.MAINSCREEN.PROGRAMS" = "Programok";
"Core.MAINSCREEN.PROFILE" = "Profil";
"Core.MAINSCREEN.LEARN" = "Tanulás";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Már beállított egy %@ fiókot a %@ fiókjával. Ezzel a fiókkal lett bejelentkezve.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Próbáld meg újra";
"Core.ERROR.INVALID_CREDENTIALS" = "Érvénytelen hitelesítő adatok";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Lassú vagy nincs internetkapcsolat";
"Core.ERROR.NO_CACHED_DATA" = "Nincs gyorsítótárazott adat az offline módhoz";
"Core.ERROR.USER_NOT_ACTIVE" = "A felhasználói fiók nincs aktiválva. Kérjük, először aktiválja a fiókját.";
"Core.ERROR.UNKNOWN_ERROR" = "Valami hiba történt";
"Core.ERROR.WIFI" = "Csak Wi-Fi-n keresztül tölthet le fájlokat. Ezt a beállításokban változtathatja.";
"Core.ERROR.AUTHORIZATION_FAILED" = "A hitelesítés sikertelen.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Nincs internetkapcsolat";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Kérjük, csatlakozzon az internethez a tartalom megtekintéséhez.";
"Core.COURSEWARE.COURSE_CONTENT" = "Tanfolyam tartalom";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Ez az interaktív elem még nem érhető el mobilon.";
"Core.COURSEWARE.COURSE_UNITS" = "Kurzus egységek";
"Core.COURSEWARE.NEXT" = "Következő";
"Core.COURSEWARE.PREVIOUS" = "Előző";
"Core.COURSEWARE.FINISH" = "Befejezés";
"Core.COURSEWARE.GOOD_WORK" = "Szép munka!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Vissza a vázlathoz";
"Core.COURSEWARE.SECTION_COMPLETED" = "Teljesítetted a(z) „%@” tanfolyamot.";
"Core.COURSEWARE.CONTINUE" = "Folytatás";
"Core.COURSEWARE.RESUME" = "Folytatás";
"Core.COURSEWARE.RESUME_WITH" = "Folytatás ezzel:";
"Core.COURSEWARE.NEXT_SECTION" = "Következő szakasz";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "A folytatáshoz “";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "” nyomja meg a „Következő szakasz” gombot.";
"Core.ERROR.RELOAD" = "Frissítés";
"Core.DATE.COURSE_STARTS" = "A kurzus kezdete";
"Core.DATE.COURSE_ENDS" = "Tanfolyam Vége";
"Core.DATE.COURSE_ENDED" = "A tanfolyam véget ért";
"Core.DATE.ENDED" = "Befejeződött";
"Core.DATE.START" = "Kezdés";
"Core.DATE.STARTED" = "Elindult";
"Core.DATE.JUST_NOW" = "Éppen most";
"Core.DATE.TODAY" = "Ma";
"Core.DATE.NEXT" = "Következő %@";
"Core.DATE.DAYS_AGO" = "%@ nappal ezelőtt";
"Core.DATE.DUE" = "Határidő ";
"Core.DATE.DUE_IN" = "Esedékes ekkor: ";
"Core.DATE.DUE_IN_DAYS" = "Esedékes %@ napon belül";
"Core.DATE.DUE_TODAY" = "Ma esedékes: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ napja lejárt: %@";
"Core.DATE.DUE_IN_LEFT" = "Esedékes %@ nap múlva: %@";
"Core.ALERT.ACCEPT" = "Elfogad";
"Core.ALERT.CANCEL" = "Megszakít";
"Core.ALERT.LOGOUT" = "Kijelentkezés";
"Core.ALERT.LEAVE" = "Kilépés";
"Core.ALERT.SIGN_IN" = "Bejelentkezés";
"Core.ALERT.REGISTER" = "Regisztráció";
"Core.ALERT.KEEP_EDITING" = "Folytassa a szerkesztést";
"Core.ALERT.DELETE" = "Törlés";
"Core.ALERT.ADD" = "Hozzáadás";
"Core.ALERT.REMOVE" = "Eltávolítás";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Távolítsd el a kurzus naptárat";
"Core.NO_INTERNET.OFFLINE" = "Offline";
"Core.NO_INTERNET.DISMISS" = "Elvetés";
"Core.NO_INTERNET.RELOAD" = "Újratöltés";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "MMM dd, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM dd, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Letöltés";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "Letöltve";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Kész";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Videó letöltési minősége";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Automatikus";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Ajánlott";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Alacsonyabb adatfelhasználás";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Legjobb minőség";
"Core.DONE" = "Kész.";
"Core.VIEW" = "Nézet";
"Core.BACK" = "Vissza";
"Core.OK" = "Ok";
"Core.CLOSE" = "Bezár";
"Core.PICKER.SEARCH" = "keresés";
"Core.PICKER.ACCEPT" = "Elfogadom";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Megszakít";
"Core.WEBVIEW.ALERT.CONTINUE" = "Folytatás";
"Core.REVIEW.VOTE_TITLE" = "Élvezi az Open edX-et?";
"Core.REVIEW.VOTE_DESCRIPTION" = "A visszajelzésed fontos számunkra. Szánnál egy pillanatot az app értékelésére az alábbi csillag megérintésével? Köszönjük a támogatásodat!";
"Core.REVIEW.FEEDBACK_TITLE" = "Adjon visszajelzést";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Sajnálattal halljuk, hogy a tanulási élményed során problémák merültek fel. Minden visszajelzést értékelünk.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Köszönjük";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Köszönjük, hogy megosztotta velünk a visszajelzését. Szeretné megosztani az appról szóló értékelését más felhasználókkal az alkalmazásboltban?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Köszönjük";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Megkaptuk a visszajelzését, és felhasználjuk azt, hogy a jövőben javítsuk a tanulási élményét. Köszönjük, hogy megosztotta velünk!";
"Core.REVIEW.BETTER" = "Mi lehetett volna jobb?";
"Core.REVIEW.NOT_NOW" = "Most nem";
"Core.REVIEW.BUTTON.SUBMIT" = "Küldés";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Ossza meg a visszajelzést";
"Core.REVIEW.BUTTON.RATE_US" = "Értékeljen minket";
"Core.REVIEW.EMAIL.TITLE" = "Válasszon e-mail klienst:";
"Core.SOCIAL_SIGN_CANCELED" = "A felhasználó megszakította a bejelentkezési folyamatot.";
"Core.SIGN_IN.LOG_IN_BTN" = "Bejelentkezés";
"Core.SIGN_IN.REGISTER_BTN" = "Regisztráció";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Jelentkezzen be SSO-val";
"Core.TOMORROW" = "Holnap";
"Core.YESTERDAY" = "Tegnap";
"Core.OPEN_IN_BROWSER" = "Nézet Safari böngészőben";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Ne aggódj – módosítsd a javasolt ütemtervünket, hogy befejezd az esedékes feladatokat anélkül, hogy elveszítenéd a haladásodat.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Esedékességi dátumok eltolása";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Lekésted néhány határidőt?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Készítettünk egy javasolt ütemtervet, hogy segítsünk a pályán maradni. De ne aggódj – rugalmas, így a saját tempódban tanulhatsz. Ha esetleg lemaradnál, módosíthatod a dátumokat, hogy továbbra is a pályán maradj.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "A kurzus részeként az értékelt feladatok teljesítéséhez ma frissíthetsz.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Ön felülvizsgálja ezt a kurzust, ami azt jelenti, hogy nem tud részt venni az értékelt feladatokban. Úgy tűnik, hogy néhány fontos határidőt elmulasztott a javasolt ütemtervünk alapján. Ha szeretné teljesíteni az értékelt feladatokat a kurzus részeként, és a lejárt feladatokat a jövőbe helyezni, frissíthet ma.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "A dátumokat nem sikerült módosítani. Kérjük, próbálja újra.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "A dátumok sikeresen módosítva lettek.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Kurzus dátumai";
"Core.COURSE_DATES.TODAY" = "Ma";
"Core.COURSE_DATES.COMPLETED" = "Kész";
"Core.COURSE_DATES.PAST_DUE" = "Határidőn túl";
"Core.COURSE_DATES.THIS_WEEK" = "Ezen a héten";
"Core.COURSE_DATES.NEXT_WEEK" = "Jövő héten";
"Core.COURSE_DATES.UPCOMING" = "Következik";
"Core.COURSE.STORAGE_ALERT.TITLE" = "A készülék tárhelye megtelt";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Az eszközön nincs elegendő szabad hely a tartalom letöltéséhez. Kérjük, szabadítson fel némi helyet, és próbálja újra.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ használatban, %@ szabad";
"Core.COURSE.ALERT.CANCEL" = "Megszakít";
"Core.COURSE.ALERT.CLOSE" = "Bezár";
"Core.COURSE.ALERT.REMOVE" = "Eltávolítás";
"Core.COURSE.ALERT.DOWNLOAD" = "Letöltés";
"Core.COURSE.ALERT.TRY_AGAIN" = "Próbáld meg újra";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Távolítsa el az offline tartalmat?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Letöltés megerősítése";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Letöltés mobilhálózaton?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Ennek a tartalomnak az eltávolítása %@ helyet szabadít fel.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "A tartalom %@ letöltése elérhető blokkokat ment offline.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "A tartalom letöltése a mobiladatok %@-át fogja felhasználni.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Sikertelen letöltés";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Nincs internetkapcsolat";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Wi-Fi szükséges";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Sajnos nem sikerült letölteni ezt a tartalmat. Kérjük, próbálja meg később újra, vagy jelentse a problémát.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "A tartalom letöltéséhez aktiv internetkapcsolat szükséges. Kérjük, csatlakozzon az internethez, és próbálja újra.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Ennek a tartalomnak a letöltéséhez aktiv WiFi-kapcsolat szükséges. Kérjük, csatlakozzon egy WiFi-hálózathoz, és próbálja újra.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "A kiválasztott videók mérete meghaladja az 1 GB-ot. Le szeretné tölteni ezeket a videókat?";
"Core.DOWNLOAD.DOWNLOAD" = "Letöltés";
"Core.ALERT.ACCEPT" = "Elfogad";
